[
  {
    "title": "Нелюбовь",
    "year": 2017,
    "rating": 85,
    "description": "Фильм рассказывает о разрушительных последствиях семейных конфликтов и безразличия родителей к собственному ребёнку, наполненный драматизмом и психологической глубиной."
  },
  {
    "title": "Текст",
    "year": 2017,
    "rating": 83,
    "description": "Экранизация одноимённого романа Дмитрия Глуховского, повествующая о молодом преподавателе, оказавшемся втянутым в цепь жестоких преступлений и моральных дилемм."
  },
  {
    "title": "Собибор",
    "year": 2018,
    "rating": 76,
    "description": "Основанный на реальных событиях фильм о массовом побеге заключённых из нацистского лагеря Собибор в 1943 году, возглавляемом советским офицером Александром Печерским."
  },
  {
    "title": "Движение вверх",
    "year": 1975,
    "rating": 89,
    "description": "Вдохновляющая история о сборной СССР по баскетболу, которая в финале Олимпийских игр одержала победу над командой США, что стало историческим моментом советского спорта."
  },
  {
    "title": "Край",
    "year": 2008,
    "rating": 70,
    "description": "Фильм о молодом человеке, отправившемся в путешествие по России, где сталкивается с неожиданными испытаниями и находит новые смыслы жизни."
  },
  {
    "title": "Последний богатырь",
    "year": 2017,
    "rating": 78,
    "description": "Сказочная история о парне из Америки, который попадает в русский фэнтезийный мир и становится ключевой фигурой в предотвращении надвигающейся угрозы."
  },
  {
    "title": "Последний богатырь: Корень зла",
    "year": 2021,
    "rating": 75,
    "description": "Продолжение истории про Ивана, который пытается восстановить равновесие между мирами, столкнувшись с древними силами и семейными тайнами."
  },
  {
    "title": "Холоп",
    "year": 2019,
    "rating": 72,
    "description": "Комедия-сатира о богатом юноше, который узнаёт, что на самом деле он — потомственный холоп, и вынужден начать новую жизнь в непривычном для себя окружении."
  },
  {
    "title": "Чебурашка",
    "year": 2023,
    "rating": 79,
    "description": "Современная экранизация известного детского произведения, в которой Чебурашка и его друзья отправляются в увлекательное приключение в поисках дома и друзей."
  },
  {
    "title": "Громче, чем бум!",
    "year": 2012,
    "rating": 82,
    "description": "Фильм о становлении популярного музыкального коллектива «На-На», раскрывающий сложности шоу-бизнеса и цену успеха в условиях жёсткой конкуренции."
  },
  {
    "title": "Бандитский Петербург",
    "year": 1996,
    "rating": 84,
    "description": "Детективно-драматический сериал, повествующий о противостоянии милиции и криминальных структур в Санкт-Петербурге в постсоветское время."
  },
  {
    "title": "Брат 2",
    "year": 2000,
    "rating": 85,
    "description": "Продолжение легендарной истории о Даниле Багрове, который оказывается в США, чтобы выполнить задание, связанное с раскрытием криминальных связей и личных обид."
  },
  {
    "title": "Живи и помни",
    "year": 2015,
    "rating": 73,
    "description": "Комедия о советском прошлом и странностях эпохи, наполненная ностальгией, иронией и яркими персонажами, пытающимися найти себя в меняющемся мире."
  },
  {
    "title": "Кухня. Война за Океанию",
    "year": 2016,
    "rating": 71,
    "description": "Фильм продолжает историю популярного сериала, перенося события в новый формат — грандиозную кулинарную битву в международном ресторане."
  },
  {
    "title": "Студент",
    "year": 2016,
    "rating": 80,
    "description": "Экранизация пьесы Флобера, где ученик школы-интерната начинает демонстрировать радикальные взгляды на религию и мораль, вызывая конфликты с учителями и сверстниками."
  },
  {
    "title": "Груз 200",
    "year": 2007,
    "rating": 77,
    "description": "Фильм о судьбе молодого солдата, вернувшегося с войны в Афганистане, и трагических последствиях военного опыта на обычную человеческую жизнь."
  },
  {
    "title": "О чём говорят мужчины",
    "year": 2011,
    "rating": 74,
    "description": "Комедия о группе мужчин, которые собираются вместе после смерти друга, чтобы вспомнить лучшие моменты их жизни и переосмыслить важные ценности."
  },
  {
    "title": "Звезда",
    "year": 2002,
    "rating": 81,
    "description": "Военная драма о подвиге советского солдата в годы Великой Отечественной войны, показывающая героизм, дружбу и трагические потери на фронте."
  },
  {
    "title": "Полторы комнаты",
    "year": 2023,
    "rating": 78,
    "description": "Фильм о взаимоотношениях людей разных поколений, основанный на реальной истории, где герой пытается реализовать свою детскую мечту."
  },
  {
    "title": "Пираты Эмирейтс",
    "year": 2023,
    "rating": 70,
    "description": "Юмористическая история о футбольной команде, в которую входят игроки самого преклонного возраста, но с огромным желанием играть и побеждать."
  },
  {
    "title": "Майор Гром: Чумной Доктор",
    "year": 2021,
    "rating": 76,
    "description": "Экранизация комикса про полицейского Петра Грома, который расследует серию загадочных преступлений, связанных с масштабным вирусом и коррупцией."
  },
  {
    "title": "Сердце Пармы",
    "year": 2011,
    "rating": 80,
    "description": "Экранизация одноимённого романа Перумова, рассказывающая о молодом человеке из далёкой деревни, чья судьба меняется после встречи с представителями другой культуры."
  },
  {
    "title": "Аритмия",
    "year": 2017,
    "rating": 82,
    "description": "Фильм о врачах скорой помощи, раскрывающий не только профессиональные трудности, но и личные конфликты внутри семьи и общества."
  },
  {
    "title": "Полицейский с Рублёва",
    "year": 2016,
    "rating": 75,
    "description": "Комедия о милиционере, который получает возможность работать в богатом районе Москвы и сталкивается с совершенно новыми проблемами и реалиями."
  },
  {
    "title": "Охотник на лис",
    "year": 2019,
    "rating": 79,
    "description": "Криминальная драма о следователе, ведущем дело против хитрого и опасного мошенника, использующего современные технологии для совершения преступлений."
  },
  {
    "title": "Девушка без границ",
    "year": 2020,
    "rating": 71,
    "description": "Фильм о спортсменке, которая преодолевает личные и физические трудности, чтобы добиться успеха на международной арене и доказать себе и миру свою силу."
  },
  {
    "title": "Воспоминания о будущем",
    "year": 2021,
    "rating": 83,
    "description": "Фантастический фильм о человеке, которому даётся способность видеть своё будущее, что полностью меняет его образ мыслей и принятия решений."
  },
  {
    "title": "День радио",
    "year": 2017,
    "rating": 77,
    "description": "Комедия о работе провинциального радио в конце 1980-х годов, когда сотрудники решают провести уникальный эксперимент, который вызывает широкий общественный интерес."
  },
  {
    "title": "День радио 2",
    "year": 2019,
    "rating": 74,
    "description": "Продолжение истории о радио «Балтика», которое снова становится центром странных и забавных событий, связанных с изменениями в медиапространстве."
  },
  {
    "title": "Текст. Зло под кожей",
    "year": 2021,
    "rating": 76,
    "description": "Сиквел фильма «Текст», в котором главный герой сталкивается с новыми убийствами и личными кризисами, пытаясь разгадать тайну маньяка."
  },
  {
    "title": "Балканский рубеж",
    "year": 2017,
    "rating": 81,
    "description": "Военный боевик о российских миротворцах, которые вступают в неравный бой за контроль над аэропортом в Югославии, чтобы предотвратить кровопролитие."
  },
  {
    "title": "Балканский рубеж 2",
    "year": 2022,
    "rating": 78,
    "description": "Продолжение истории о подвиге российских миротворцев, теперь уже в новых условиях, где им нужно защитить мирных жителей от террористической угрозы."
  },
  {
    "title": "Лето",
    "year": 2018,
    "rating": 84,
    "description": "Фильм о становлении культовой группы «Кино» и её лидера Виктора Цоя, рассказанный через призму дружбы, любви и стремления к свободе в конце советской эпохи."
  },
  {
    "title": "Чернобыль. Зона отчуждения",
    "year": 2021,
    "rating": 79,
    "description": "Фильм о ликвидации аварии на Чернобыльской АЭС, акцентирующий внимание на человеческих жертвах, смелости и ответственности перед народом и историей."
  },
  {
    "title": "Сердце мира",
    "year": 2013,
    "rating": 75,
    "description": "Фильм о молодом враче, который оказывается в центре сложного этического выбора, связанного с операцией на сердце одного из самых влиятельных людей страны."
  },
  {
    "title": "Салют-7",
    "year": 2013,
    "rating": 86,
    "description": "Фильм о настоящем подвиге советских космонавтов, которым удалось спасти и восстановить работу орбитальной станции «Салют-7» в условиях космического вакуума."
  },
  {
    "title": "Александр Невский. Последний богатырь",
    "year": 2018,
    "rating": 73,
    "description": "Современная интерпретация истории Александра Невского, сочетающая элементы фэнтези, драмы и исторического эпоса в едином повествовании."
  },
  {
    "title": "Один в океане",
    "year": 2021,
    "rating": 77,
    "description": "Фильм о человеке, оказавшемся один на один с океаном после крушения самолёта, и его борьбе за выживание, внутреннюю силу и веру в себя."
  },
  {
    "title": "Край. Новая жизнь",
    "year": 2023,
    "rating": 72,
    "description": "Продолжение истории главного героя, который возвращается в родной город и пытается начать новую жизнь, сталкиваясь с прошлыми обидами и неожиданными вызовами."
  },
  {
    "title": "Тимура и его команда",
    "year": 2021,
    "rating": 79,
    "description": "Современная экранизация известного произведения Гайдара, повествующая о подростках, которые создают собственный клуб и попадают в непростые ситуации, раскрывая силу дружбы и чести."
  },
  {
    "title": "Громкие девушки",
    "year": 2022,
    "rating": 74,
    "description": "Фильм о девушке, которая мечтает стать вокалисткой рок-группы, но сталкивается с предрассудками общества и сложностями самореализации в мужской среде."
  },
  {
    "title": "Отец невесты",
    "year": 2022,
    "rating": 76,
    "description": "Комедия о будущем женихе, который решает завоевать расположение отца своей невесты, но попадает в череду смешных и неловких ситуаций, связанных с поколенческими различиями."
  },
  {
    "title": "Девушка с Луной",
    "year": 2020,
    "rating": 80,
    "description": "Фантастическая история о девушке, обладающей способностью общаться с внеземными цивилизациями, и её путешествии к истинам, которые могут изменить судьбу человечества."
  },
  {
    "title": "Побег из Убежища",
    "year": 2021,
    "rating": 78,
    "description": "Фильм о молодых людях, оказавшихся в клинике для психически больных, которые решают бежать, чтобы найти свободу и разгадать тайну своего появления там."
  },
  {
    "title": "Любовь и глупость",
    "year": 2023,
    "rating": 75,
    "description": "История о человеке, который после личной трагедии находит любовь, но вынужден выбирать между здравым смыслом и чувствами, сталкиваясь с давлением окружения."
  },
  {
    "title": "Восхождение",
    "year": 2019,
    "rating": 81,
    "description": "Фильм о группе альпинистов, отправившихся в опасное восхождение на одну из самых сложных вершин, где каждый участник сталкивается не только с природой, но и с собой."
  },
  {
    "title": "Смерть шпиону",
    "year": 2020,
    "rating": 79,
    "description": "Боевик о российском разведчике, которому поручено выполнить задание в Европе, где он становится объектом охоты заинтересованных сторон и должен выжить любой ценой."
  },
  {
    "title": "Плохие парни",
    "year": 2022,
    "rating": 73,
    "description": "Комедийный боевик о двух друзьях, случайно ставших криминальными авторитетами, и их абсурдных попытках управлять районом, не имея опыта и понимания преступного мира."
  },
  {
    "title": "Девушка в белом",
    "year": 2021,
    "rating": 77,
    "description": "Мистический триллер о враче, которая начинает видеть загадочные образы и получает странные сообщения, что ведёт её к раскрытию семейной тайны и страшной правды прошлого."
  },
  {
    "title": "План Б",
    "year": 2023,
    "rating": 76,
    "description": "Фильм о женщине, которая решает кардинально изменить свою жизнь после личной драмы, меняя карьеру, отношения и привычный уклад ради внутреннего спокойствия."
  },
  {
    "title": "Скорость света",
    "year": 2022,
    "rating": 82,
    "description": "Научно-фантастический фильм о физике, открывшем способ перемещения быстрее скорости света, что вызывает интерес спецслужб и запускает цепочку событий, угрожающих миру."
  },
  {
    "title": "Чернобыль. Зона молчания",
    "year": 2023,
    "rating": 80,
    "description": "Фильм о новом поколении учёных и военных, которые возвращаются в Чернобыль, чтобы провести закрытое исследование и сталкиваются с необъяснимыми явлениями и угрозой повторной катастрофы."
  },
  {
    "title": "Герой",
    "year": 2022,
    "rating": 78,
    "description": "Фильм о спортсмене, потерявшем возможность продолжать карьеру, который находит новое предназначение в жизни, помогая детям и вдохновляя миллионы людей своими поступками."
  },
  {
    "title": "Старый новый год",
    "year": 2021,
    "rating": 74,
    "description": "Романтическая комедия о человеке, который благодаря временному парадоксу переживает один и тот же день снова и снова, пока не находит ответы на важные вопросы своей жизни."
  },
  {
    "title": "Нулевой километр",
    "year": 2020,
    "rating": 79,
    "description": "Фильм о группе друзей, которые решают отправиться в путешествие до нулевого километра России, чтобы встретить Новый год в самом сердце страны, преодолевая трудности дороги и свои страхи."
  },
  {
    "title": "День выборов",
    "year": 2023,
    "rating": 76,
    "description": "Политический триллер о чиновнике, оказавшемся в эпицентре скандала, связанного с фальсификациями на выборах, и его попытке сохранить совесть и репутацию в условиях давления сверху."
  },
  {
    "title": "Мост",
    "year": 2021,
    "rating": 83,
    "description": "Фильм о строительстве самого длинного моста в России, раскрывающий масштаб проекта, личные драмы участников и инженерные достижения, которые стали возможны благодаря настойчивости и вере в успех."
  },
  {
    "title": "Агентство 'Лосось'",
    "year": 2022,
    "rating": 75,
    "description": "Комедия о небольшом рекламном агентстве, сотрудники которого пытаются сделать прорыв в индустрии, принимая участие в крупном конкурсе, несмотря на ограниченные возможности."
  },
  {
    "title": "Закон твоего города",
    "year": 2020,
    "rating": 77,
    "description": "Фильм о молодом полицейском, приехавшем работать в небольшой город, где местные правила отличаются от тех, которым его учили, и ему нужно найти свой путь среди коррупции и беззакония."
  },
  {
    "title": "Точка невозврата",
    "year": 2021,
    "rating": 81,
    "description": "Фильм о журналистке, которая расследует дело, связанное с высокопоставленными лицами, и рискует всем ради правды, оказываясь в центре опасной игры, где цена ошибки — жизнь."
  },
  {
    "title": "Сила в правде",
    "year": 2023,
    "rating": 79,
    "description": "История о простом человеке, который решает противостоять несправедливости, когда его семья сталкивается с судебным произволом, и борется за справедливость до последнего."
  },
  {
    "title": "Погоня за ветром",
    "year": 2022,
    "rating": 74,
    "description": "Фильм о музыканте, который теряет всё из-за скандала, но находит силы начать сначала, собирая новую группу и создаёт музыку, способную объединить поколения."
  },
  {
    "title": "Свой код",
    "year": 2023,
    "rating": 78,
    "description": "Фильм о программисте, который случайно находит уязвимость в системе безопасности одного из крупнейших банков, что приводит к конфликту с властью и поискам компромисса между моралью и технологиями."
  },
  {
    "title": "Девушка из будущего",
    "year": 2021,
    "rating": 76,
    "description": "Фантастическая история о школьнике, который встречает девушку из далёкого будущего, и вместе они пытаются предотвратить катастрофу, угрожающую существованию планеты."
  },
  {
    "title": "Другой мир",
    "year": 2022,
    "rating": 80,
    "description": "Фильм о человеке, который после несчастного случая попадает в реальность, где его жизнь развивается совсем иначе, и теперь он должен выбрать: остаться или вернуться обратно."
  },
  {
    "title": "Наследник",
    "year": 2023,
    "rating": 77,
    "description": "Фильм о юноше, который узнаёт, что является наследником древнего клана, и вынужден принять ответственность за судьбу своей семьи и столкнуться с врагами прошлого."
  },
  {
    "title": "Тихий огонь",
    "year": 2021,
    "rating": 79,
    "description": "Драма о пожарных, работающих в удалённой части Сибири, показывающая их героизм, дружбу и жертвенность в борьбе со стихией, угрожающей жизни целых деревень."
  },
  {
    "title": "Перекрёсток",
    "year": 2020,
    "rating": 75,
    "description": "Фильм о человеке, оказавшемся на перепутье жизненных решений, где каждая дорога ведёт к неизвестности, а цена выбора — будущее не только его самого, но и близких."
  },
  {
    "title": "Группа захвата",
    "year": 2021,
    "rating": 78,
    "description": "Фильм о спецподразделении полиции, которому поручено задание по ликвидации опасной преступной группы, раскрывающий нравственные дилеммы и психологическое напряжение в экстремальных условиях."
  },
  {
    "title": "Смерч",
    "year": 2022,
    "rating": 81,
    "description": "Военный боевик о молодом офицере, который проходит через тяжёлые испытания на поле боя, становясь настоящим лидером и героем среди своих товарищей."
  },
  {
    "title": "Кандагар",
    "year": 2023,
    "rating": 79,
    "description": "Экшн о российском разведчике, участвующем в сложной операции в Афганистане, где ему предстоит выполнить почти невыполнимое задание, столкнувшись с предательством и внутренним конфликтом."
  },
  {
    "title": "Забытая миссия",
    "year": 2021,
    "rating": 76,
    "description": "Фильм о группе военных, забытых командованием в отдалённом районе, которые вынуждены принимать самостоятельные решения, чтобы выжить и выполнить свой долг."
  },
  {
    "title": "Операция «Аркан»",
    "year": 2022,
    "rating": 80,
    "description": "История о секретной операции советских диверсантов в Афганистане, основанная на реальных событиях, показывающая героизм и жертвенность в условиях войны."
  },
  {
    "title": "Точка отсчёта",
    "year": 2023,
    "rating": 75,
    "description": "Фильм о человеке, потерявшем всё из-за несправедливого обвинения, который начинает новую жизнь в другой стране, но судьба снова возвращает его к истокам для раскрытия правды."
  },
  {
    "title": "Путь к себе",
    "year": 2021,
    "rating": 77,
    "description": "Драма о человеке, который после трагедии отправляется в путешествие по России, чтобы найти ответы на важные жизненные вопросы и восстановить связь с самим собой."
  },
  {
    "title": "Стена",
    "year": 2020,
    "rating": 82,
    "description": "Фильм о группе людей, оказавшихся запертыми в здании, которое стало местом экспериментов, и их попытках выжить и понять, что происходит, пока не стало слишком поздно."
  },
  {
    "title": "Ледяная стена",
    "year": 2022,
    "rating": 74,
    "description": "Фильм о спасательной операции в горах, где команда профессионалов сталкивается с природными катаклизмами и личными конфликтами, пытаясь вернуть домой пропавших туристов."
  },
  {
    "title": "Пробуждение",
    "year": 2023,
    "rating": 78,
    "description": "Научно-фантастический фильм о людях, проснувшихся в далёком будущем после многолетней анабиозной спячки, и их попытке адаптироваться к новому миру и понять, почему их разбудили."
  },
  {
    "title": "Сигнал тревоги",
    "year": 2021,
    "rating": 76,
    "description": "Фильм о службе спасения, которая получает сигнал с затерянного острова, и отправляет команду для эвакуации, но вскоре выясняется, что там происходит нечто необъяснимое."
  },
  {
    "title": "Тайна 'Северного сияния'",
    "year": 2022,
    "rating": 79,
    "description": "Триллер о журналистке, которая расследует исчезновение корабля в Белом море и находит улики, указывающие на секретный проект времён СССР, связанный с параллельными измерениями."
  },
  {
    "title": "Пепел победы",
    "year": 2020,
    "rating": 83,
    "description": "Фильм о последних днях Великой Отечественной войны, показывающий не только героизм солдат, но и трагические последствия войны для мирных жителей и самого победителя."
  },
  {
    "title": "Наследство",
    "year": 2021,
    "rating": 75,
    "description": "Фильм о женщине, которая получает неожиданное наследство от человека, которого она никогда не знала, и втягивается в историю, связанную с её собственным прошлым и семейными тайнами."
  },
  {
    "title": "Мир без границ",
    "year": 2022,
    "rating": 77,
    "description": "Фильм о молодом учёном, открывшем способ связи с внеземной цивилизацией, и его противостоянии с государственными структурами, стремящимися скрыть это открытие от общества."
  },
  {
    "title": "Тихая гавань",
    "year": 2023,
    "rating": 76,
    "description": "Фильм о капитане, который решает уйти от большой жизни и начать всё заново в маленькой деревне, но даже там не может избежать проблем и должен принять важное решение."
  },
  {
    "title": "Остров надежды",
    "year": 2021,
    "rating": 78,
    "description": "Фильм о группе людей, потерпевших крушение на необитаемом острове, которые должны объединиться, чтобы выжить и найти способ выбраться, несмотря на внутренние разногласия."
  },
  {
    "title": "Забытый полёт",
    "year": 2020,
    "rating": 80,
    "description": "Фильм о лётчике, который возвращается из плена после десяти лет отсутствия и пытается заново обрести семью, работу и смысл жизни, сталкиваясь с недоверием и предрассудками."
  },
  {
    "title": "Честь иметь цену",
    "year": 2022,
    "rating": 74,
    "description": "Фильм о чиновнике, которому предлагают выгодное назначение при условии участия в коррупционной схеме, и он должен выбрать: совесть или карьера."
  },
  {
    "title": "Город в небе",
    "year": 2023,
    "rating": 79,
    "description": "Фантастическая история о городе, поднятом в воздух после глобальной экологической катастрофы, и конфликте между теми, кто управляет им, и теми, кто остаётся на Земле."
  },
  {
    "title": "Код доступа",
    "year": 2021,
    "rating": 76,
    "description": "Фильм о хакере, случайно получившем доступ к секретным архивам правительства, и его попытке разобраться в информации, прежде чем его найдут те, кто хочет сохранить всё в тайне."
  },
  {
    "title": "Бесконечный маршрут",
    "year": 2022,
    "rating": 75,
    "description": "Фильм о водителе дальнобойщика, который становится свидетелем преступления и вынужден скрываться, преодолевая тысячи километров ради спасения своей семьи и свободы."
  },
  {
    "title": "Падение Икара",
    "year": 2023,
    "rating": 81,
    "description": "Фильм о спортсмене, достигшем вершины славы, но столкнувшемся с травмой, скандалом и потерей всего, что он создал, и его пути к возрождению через борьбу с самим собой."
  },
  {
    "title": "Тени прошлого",
    "year": 2021,
    "rating": 77,
    "description": "Фильм о психологе, который начинает работать с пациентом, рассказ которого напоминает события из его собственного детства, и понимает, что прошлое ещё не закончилось."
  },
  {
    "title": "Точка невозврата 2",
    "year": 2022,
    "rating": 78,
    "description": "Продолжение истории журналистки, которая продолжает своё расследование, теперь уже находясь в бегах и сотрудничая с информаторами, чтобы раскрыть самые большие тайны страны."
  },
  {
    "title": "Обратная связь",
    "year": 2023,
    "rating": 76,
    "description": "Фильм о музыканте, который теряет голос после травмы, но находит новое предназначение в жизни, помогая другим и создавая музыку с помощью технологий, которые меняют его взгляд на мир."
  },
  {
    "title": "Перекрёсток судеб",
    "year": 2022,
    "rating": 79,
    "description": "Фильм о нескольких героях, чьи жизни пересекаются в один момент, и каждый из них стоит перед выбором, который изменит не только их судьбы, но и судьбы других людей."
  },
  {
    "title": "Предел прочности",
    "year": 2021,
    "rating": 80,
    "description": "Фильм о психологе, работающем с участниками боевых действий, показывающий, как война влияет не только на тело, но и на разум, и как важно найти выход из замкнутого круга боли."
  },
  {
    "title": "Горизонты",
    "year": 2023,
    "rating": 75,
    "description": "Фильм о девушке, которая решает покинуть родной город и отправиться в путешествие, чтобы найти себя и понять, чего хочет от жизни, несмотря на страх и неопределённость."
  },
  {
    "title": "Сила слова",
    "year": 2022,
    "rating": 77,
    "description": "Фильм о писателе, который теряет возможность говорить после несчастного случая, но находит новый способ выражать свои мысли и делиться ими с миром, несмотря на все трудности."
  },
    {
    "title": "Точка опоры",
    "year": 2023,
    "rating": 78,
    "description": "Фильм о спортсменке, которая после тяжёлой травмы решает вернуться в большой спорт, преодолевая физические и психологические барьеры, чтобы доказать, что сломленных не бывает."
  },
  {
    "title": "Свет в конце тоннеля",
    "year": 2021,
    "rating": 81,
    "description": "Фильм о человеке, потерявшем всё из-за ошибочного обвинения, который находит силы начать сначала и раскрыть правду, сталкиваясь с системой, где справедливость — редкость."
  },
  {
    "title": "Последний полёт 'Петропавловска'",
    "year": 2022,
    "rating": 79,
    "description": "Военная драма о подвиге экипажа дальнего бомбардировщика, выполняющего последнее задание в условиях критического урона и потерь ради выполнения долга перед Родиной."
  },
  {
    "title": "Забытые временем",
    "year": 2020,
    "rating": 83,
    "description": "Фильм о группе исследователей, случайно найдших вход в древнюю пещеру с артефактами неизвестной цивилизации, и их попытках выжить внутри, пока они не стали частью истории."
  },
  {
    "title": "Ни шагу назад",
    "year": 2021,
    "rating": 76,
    "description": "Фильм о молодых офицерах, оказавшихся в окружении во время учений, которые должны принять командные решения, чтобы вывести своих людей в целости, несмотря на отсутствие связи и поддержки."
  },
  {
    "title": "Личное дело",
    "year": 2022,
    "rating": 77,
    "description": "Криминальный триллер о следователе, который берётся за расследование старого дела, связанного с исчезновением человека, и понимает, что оно напрямую связано с его собственным прошлым."
  },
  {
    "title": "Граница. Таёжный патруль",
    "year": 2023,
    "rating": 75,
    "description": "Фильм о пограничниках, защищающих удалённый участок границы, где они сталкиваются не только с контрабандистами, но и с природными катаклизмами, испытывающими их на прочность."
  },
  {
    "title": "Риск",
    "year": 2021,
    "rating": 79,
    "description": "Фильм о враче, который принимает участие в экспериментальном лечении неизлечимого заболевания, ставя под угрозу свою карьеру ради шанса спасти жизнь пациентам."
  },
  {
    "title": "Пробуждение зла",
    "year": 2022,
    "rating": 74,
    "description": "Мистический триллер о группе студентов, которые случайно пробуждают древнюю силу в заброшенном монастыре, и теперь должны найти способ остановить её, прежде чем она выйдет за пределы контроля."
  },
  {
    "title": "Игра без правил",
    "year": 2023,
    "rating": 80,
    "description": "Фильм о профессиональном киберспортсмене, столкнувшемся с давлением со стороны организаторов турниров, коррупцией и внутренними конфликтами, когда каждый матч становится вопросом чести и выживания."
  },
  {
    "title": "Зона покоя",
    "year": 2021,
    "rating": 78,
    "description": "Фильм о человеке, который уходит в леса Сибири, чтобы скрыться от мира, но вскоре понимает, что одиночество не спасает от прошлого и внутренних демонов."
  },
  {
    "title": "Судьба героя",
    "year": 2022,
    "rating": 81,
    "description": "Экранизация исторического романа о молодом офицере, ставшем символом чести и доблести в тяжёлые времена, показывающая, как один человек может повлиять на ход истории."
  },
  {
    "title": "Побег из реальности",
    "year": 2023,
    "rating": 76,
    "description": "Фильм о разработчике виртуальной реальности, который случайно оказывается запертым в собственном проекте и должен найти выход, пока его сознание полностью не растворилось в цифровом мире."
  },
  {
    "title": "Тихая буря",
    "year": 2021,
    "rating": 79,
    "description": "Фильм о капитане рыболовецкого судна, который вынужден принять непростое решение, когда шторм застаёт их в открытом море, а среди экипажа начинается паника и конфликт."
  },
  {
    "title": "Долг выбора",
    "year": 2022,
    "rating": 75,
    "description": "Фильм о военном юристе, которому поручено рассмотреть дело, противоречащее его моральным принципам, и он должен выбрать: следовать приказу или защитить невиновного."
  },
  {
    "title": "Предел доверия",
    "year": 2023,
    "rating": 77,
    "description": "Криминальный триллер о сотруднике спецслужб, который получает информацию о предательстве внутри своей организации и решает действовать самостоятельно, рискуя жизнью ради правды."
  },
  {
    "title": "Время героев",
    "year": 2020,
    "rating": 82,
    "description": "Фильм о подвиге советских диверсантов в последние годы Великой Отечественной войны, основанный на реальных событиях и рассказанный через призму человеческой доли и мужества."
  },
  {
    "title": "Остров проклятых",
    "year": 2021,
    "rating": 74,
    "description": "Фильм о группе учёных, отправленных на удалённый остров для исследования странного явления, которое вызывает галлюцинации и разрушает психику, превращая экспедицию в кошмар."
  },
  {
    "title": "Ложь на старте",
    "year": 2022,
    "rating": 76,
    "description": "Фильм о спортсмене, дисквалифицированном за допинг, который пытается доказать свою невиновность, сталкиваясь с сопротивлением системы и потерей доверия со стороны общества."
  },
  {
    "title": "Горизонт возможностей",
    "year": 2023,
    "rating": 78,
    "description": "Фильм о выпускнике технического вуза, который решает реализовать свой инновационный проект, но сталкивается с бюрократическими препятствиями и необходимостью доказать, что идея имеет право на жизнь."
  },
  {
    "title": "Без права на ошибку",
    "year": 2021,
    "rating": 80,
    "description": "Фильм о хирурге, которому предстоит провести операцию, от которой зависит не только жизнь пациента, но и его карьера, после серии неудач, поставивших под сомнение его профессионализм."
  },
  {
    "title": "Мост в будущее",
    "year": 2022,
    "rating": 79,
    "description": "Научно-фантастический фильм о физике, открывшем способ путешествовать во времени, и последствиях его открытия, когда прошлое начинает меняться, угрожая существованию всего мира."
  },
  {
    "title": "Точка равновесия",
    "year": 2023,
    "rating": 77,
    "description": "Фильм о психологе, работающем с террористами, заложниками и пережившими катастрофу людьми, раскрывающий, как тонка грань между злом и болью, страхом и надеждой."
  },
  {
    "title": "Смерть без маски",
    "year": 2021,
    "rating": 75,
    "description": "Фильм о знаменитости, которая становится жертвой заговора, связанного с её прошлым, и пытается разобраться, кто стоит за этим, прежде чем станет слишком поздно."
  },
  {
    "title": "Сила духа",
    "year": 2022,
    "rating": 81,
    "description": "Фильм о человеке, пережившем серьёзное заболевание, который меняет свою жизнь, помогая другим и создавая фонд для поддержки таких же пациентов, становясь примером силы и веры."
  },
  {
    "title": "Разрыв связи",
    "year": 2023,
    "rating": 76,
    "description": "Фильм о команде спутниковой связи, столкнувшейся с неисправностью оборудования в условиях экстремального климата, и их попытках восстановить связь до того, как это приведёт к человеческим жертвам."
  },
  {
    "title": "Граница мечты",
    "year": 2021,
    "rating": 78,
    "description": "Фильм о девушке из глубинки, которая мечтает стать актрисой и отправляется в Москву, где сталкивается с жестокостью большого мира, но не сдаётся, несмотря ни на что."
  },
  {
    "title": "Обман зрения",
    "year": 2022,
    "rating": 74,
    "description": "Фильм о художнике, который начинает видеть мир иначе после травмы головы, и теперь его работы вызывают интерес, но также подозрения в сверхъестественных способностях."
  },
  {
    "title": "Человек без прошлого",
    "year": 2023,
    "rating": 79,
    "description": "Фильм о человеке, потерявшем память после аварии, который пытается восстановить своё прошлое, но каждый новый факт ставит под сомнение, кем он был и кем стал."
  },
  {
    "title": "Светлая дорога",
    "year": 2021,
    "rating": 80,
    "description": "Фильм о группе добровольцев, отправленных в зону бедствия, чтобы помочь пострадавшим, и их личных испытаниях, которые они проходят, спасая других и самих себя."
  },
  {
    "title": "Тень в сердце",
    "year": 2022,
    "rating": 77,
    "description": "Фильм о женщине, пытающейся справиться с горем после потери любимого человека, и её пути к исцелению через письма, фотографии и поездку по местам их совместной жизни."
  },
  {
    "title": "Невидимый враг",
    "year": 2023,
    "rating": 75,
    "description": "Фильм о враче, работающем с неизвестным вирусом, который распространяется быстрее, чем можно остановить, и его личной борьбе с болезнью, которая поражает даже самых опытных специалистов."
  },
  {
    "title": "Последний рубеж",
    "year": 2021,
    "rating": 82,
    "description": "Фильм о бойцах спецназа, защищающих важный объект в условиях полного окружения, показывающий, как в самых тяжёлых ситуациях рождаются настоящие герои."
  },
  {
    "title": "Игра на выживание",
    "year": 2022,
    "rating": 76,
    "description": "Фильм о группе людей, оказавшихся в подземелье после обвала, где они должны работать вместе, чтобы выжить, несмотря на взаимную неприязнь и опасные тайны, которые начинают раскрываться."
  },
  {
    "title": "Забытое время",
    "year": 2023,
    "rating": 78,
    "description": "Фильм о часовщике, который ремонтирует старинные часы и находит в них записку, ведущую его к тайному сообществу, которое контролирует течение времени и судьбы людей."
  },
  {
    "title": "Путь к свету",
    "year": 2021,
    "rating": 79,
    "description": "Фильм о человеке, который после тюрьмы пытается начать новую жизнь, но сталкивается с постоянным давлением прошлого и необходимостью доказывать всем, что он изменился."
  },
  {
    "title": "Точка невозврата 3",
    "year": 2023,
    "rating": 81,
    "description": "Продолжение истории журналистки, которая находит улики, способные перевернуть общественное мнение, но теперь ей нужно скрываться не только от власти, но и от наёмников, которым платят за её голову."
  },
  {
    "title": "Голос разума",
    "year": 2022,
    "rating": 74,
    "description": "Фильм о философе, который пытается донести свои идеи до широкой аудитории, но сталкивается с цензурой, давлением и необходимостью выбирать между свободой слова и безопасностью."
  },
  {
    "title": "Дверь в другой мир",
    "year": 2021,
    "rating": 77,
    "description": "Фильм о студенте, который случайно находит портал в параллельное измерение, и теперь вынужден решать, стоит ли использовать его, чтобы изменить свою жизнь, несмотря на риск быть забытым родными."
  },
  {
    "title": "Падение империи",
    "year": 2023,
    "rating": 76,
    "description": "Фильм о политическом кризисе в государстве, основанном на древней цивилизации, где борьба за власть становится вопросом выживания целой культуры и тысяч жизней."
  },
  {
    "title": "Тень прошлого",
    "year": 2022,
    "rating": 78,
    "description": "Фильм о сыне известного преступника, который пытается начать всё сначала, но прошлое настигает его, когда его втягивают в новые дела, связанные с тем, кем был его отец."
  },
  {
    "title": "Голос природы",
    "year": 2021,
    "rating": 80,
    "description": "Фильм о биологе, исследующем влияние антропогенного фактора на животный мир, и её борьбе за сохранение уникального экосистема от уничтожения ради выгоды крупных корпораций."
  },
  {
    "title": "Предел доверия 2",
    "year": 2023,
    "rating": 79,
    "description": "Продолжение истории сотрудника спецслужб, который продолжает охоту за предателем, но теперь уже не уверен, кому можно доверять, ведь враг мог быть рядом всё это время."
  },
  {
    "title": "Путь к себе 2",
    "year": 2022,
    "rating": 75,
    "description": "Продолжение фильма о человеке, который снова отправляется в путешествие, теперь уже не в поисках ответов, а чтобы помочь другим таким же потерявшимся людям найти свой путь."
  },
  {
    "title": "Предел прочности 2",
    "year": 2023,
    "rating": 81,
    "description": "Продолжение истории психолога, работающего с участниками боевых действий, и его новая встреча с пациентом, чья история напрямую связана с его собственным прошлым."
  },
  {
    "title": "Точка опоры 2",
    "year": 2023,
    "rating": 77,
    "description": "Продолжение истории спортсменки, которая теперь тренирует новое поколение, но сталкивается с системой, где победа важнее здоровья и морали, и должна сделать выбор."
  },
  {
    "title": "Свет в конце тоннеля 2",
    "year": 2022,
    "rating": 78,
    "description": "Продолжение истории человека, который, найдя правду, решает бороться с несправедливостью, но сталкивается с новыми врагами, готовыми уничтожить его за то, что он знает."
  },
  {
    "title": "Стена 2",
    "year": 2021,
    "rating": 83,
    "description": "Продолжение фильма о группе людей, оказавшихся запертыми в здании, где они находят новые уровни помещения и сталкиваются с ещё более странными и угрожающими явлениями."
  },
  {
    "title": "Смерч 2",
    "year": 2023,
    "rating": 79,
    "description": "Продолжение истории молодого офицера, который теперь сам руководит подразделением и должен принимать сложные решения, чтобы сохранить жизни своих солдат в новых условиях войны."
  },
  {
    "title": "Тихая гавань 2",
    "year": 2023,
    "rating": 76,
    "description": "Продолжение истории капитана, который, начав новую жизнь, снова оказывается замешан в события, связанные с его прошлым, и ему предстоит сделать последний выбор — уйти или остаться."
  },
  {
    "title": "План Б 2",
    "year": 2023,
    "rating": 75,
    "description": "Продолжение истории женщины, которая, начав новую жизнь, сталкивается с проблемами, с которыми она не справилась, и должна завершить начатое, чтобы действительно обрести свободу."
  },
  {
    "title": "Горизонты 2",
    "year": 2023,
    "rating": 76,
    "description": "Продолжение истории девушки, которая продолжает своё путешествие, теперь уже не только в поисках себя, но и помогая другим найти путь к истине и свободе."
  },
  {
    "title": "Сила слова 2",
    "year": 2023,
    "rating": 78,
    "description": "Продолжение фильма о писателе, который теперь становится наставником для молодых авторов, сталкиваясь с новыми вызовами в мире литературы и личной жизни."
  },
  {
    "title": "Предел доверия 3",
    "year": 2024,
    "rating": 80,
    "description": "Завершающая часть трилогии о сотруднике спецслужб, где он выходит на самый верх и должен принять решение: разоблачить систему или остаться внутри неё ради большего блага."
  },
  {
    "title": "Точка равновесия 2",
    "year": 2023,
    "rating": 79,
    "description": "Продолжение истории психолога, который теперь работает с детьми из зон конфликтов, помогая им справиться с травмой и найти силы жить дальше."
  },
  {
    "title": "Дверь в другой мир 2",
    "year": 2023,
    "rating": 77,
    "description": "Продолжение истории студента, который решает вернуться через портал, чтобы спасти человека, которого потерял, но оказывается в мире, где время и реальность работают иначе."
  },
  {
    "title": "Последний рубеж 2",
    "year": 2022,
    "rating": 81,
    "description": "Продолжение военного боевика о бойцах спецназа, которые теперь защищают гражданских в условиях новой угрозы, связанной с террористическими атаками на стратегические объекты."
  },
  {
    "title": "Свет в конце тоннеля 3",
    "year": 2023,
    "rating": 75,
    "description": "Финальная часть трилогии о человеке, который раскрывает самую страшную правду, но понимает, что обществу ещё не готово её принять, и ему предстоит сделать тяжёлый выбор."
  },
  {
    "title": "Тень прошлого 2",
    "year": 2023,
    "rating": 78,
    "description": "Продолжение истории сына преступника, который теперь пытается очистить имя семьи, сталкиваясь с новыми врагами, связанными с делами его отца."
  },
  {
    "title": "Голос природы 2",
    "year": 2022,
    "rating": 79,
    "description": "Продолжение фильма о биологе, которая теперь возглавляет международный проект по восстановлению экосистемы, но сталкивается с политическим давлением и коррупцией."
  },
  {
    "title": "Человек без прошлого 2",
    "year": 2023,
    "rating": 82,
    "description": "Продолжение истории героя, который начинает понемногу вспоминать своё прошлое, но каждое воспоминание ставит под угрозу его новые отношения и текущее положение в обществе."
  },
  {
    "title": "Служебный роман",
    "year": 1977,
    "rating": 90,
    "description": "Классическая советская комедия о начальнике и подчинённой, чья нелюбовь перерастает в романтические отношения в предновогоднюю ночь."
  },
  {
    "title": "Кавказская пленница, или Новые приключения Шурика",
    "year": 1966,
    "rating": 93,
    "description": "Юмористическая комедия Леонида Гайдая, ставшая культовой, с элементами абсурда и любовной линией, разворачивающейся в экзотических условиях."
  },
  {
    "title": "Москва слезам не верит",
    "year": 1980,
    "rating": 88,
    "description": "Романтическая драма о жизни трёх женщин в послевоенной Москве, ставшая одним из самых известных фильмов советского кинематографа."
  },
  {
    "title": "Осенний марафон",
    "year": 1979,
    "rating": 85,
    "description": "Фильм о внутреннем кризисе переводчика, пытающегося совладать с хаосом личной жизни и профессионального долга перед собой и обществом."
  },
  {
    "title": "Джентльмены удачи",
    "year": 1971,
    "rating": 92,
    "description": "Комедия о мошенниках, случайно ставших героями советского кино благодаря недоразумению, сочетающая юмор и социальную сатиру."
  },
  {
    "title": "Брат",
    "year": 1997,
    "rating": 83,
    "description": "Фильм о молодом провинциале, приехавшем в Петербург, где он сталкивается с жестоким миром криминала и находит неожиданную семью среди бандитов."
  },
  {
    "title": "Ночной дозор",
    "year": 2004,
    "rating": 78,
    "description": "Экранизация серии романов Лукьяненко, повествующая о тайной войне между Светлыми и Тёмными, где судьба мира зависит от выбора одного человека."
  },
  {
    "title": "Сталкер",
    "year": 1979,
    "rating": 92,
    "description": "Фильм-притча по мотивам повести «Пикник на обочине» братьев Стругацких, исследующий темы смысла, веры и человеческой природы."
  },
  {
    "title": "Левиафан",
    "year": 2014,
    "rating": 91,
    "description": "Социально-политическая драма о конфликте человека с системой, показывающая коррупцию власти и трагедию простого человека."
  },
  {
    "title": "В бой идут одни старики",
    "year": 1973,
    "rating": 89,
    "description": "Военная драма о взаимоотношениях опытных лётчиков и новичков в условиях жестоких воздушных боёв Великой Отечественной войны."
  },
  {
    "title": "Кто если не мы...",
    "year": 1990,
    "rating": 78,
    "description": "Фильм о последних днях войны и выборе между долгом и человечностью среди разрухи и усталости от конфликта."
  },
  {
    "title": "Обыкновенное чудо",
    "year": 1980,
    "rating": 91,
    "description": "Мюзикл на основе пьесы Евгения Шварца, сочетающий фантастику, музыку и глубокую философию, о любви, добре и справедливости."
  },
  {
    "title": "Плюмбум, или Похождения капитана Врунгеля",
    "year": 1972,
    "rating": 90,
    "description": "Приключенческий фильм о весёлом капитане Врунгеле и его необычных историях на корабле, ставший классикой советского детского кинематографа."
  },
  {
    "title": "Девушка с острова Шикотан",
    "year": 2020,
    "rating": 73,
    "description": "История любви в условиях послевоенных испытаний, основанная на реальных событиях, о девушке, оказавшейся в эпицентре исторического конфликта."
  },
  {
    "title": "Стряпина",
    "year": 1990,
    "rating": 74,
    "description": "Фильм о жизни маленького городка и конфликте старых и новых моральных норм, наполненный юмором и социальной сатирой."
  },
  {
    "title": "Побег из Шоушенка",
    "year": 1994,
    "rating": 93,
    "description": "История надежды и дружбы в условиях тюремного заключения, считающаяся одним из лучших фильмов всех времён."
  },
  {
    "title": "Крёстный отец",
    "year": 1972,
    "rating": 92,
    "description": "Эпическая история о семье Корлеоне, ставшая символом гангстерского жанра и эталоном актёрской игры."
  },
  {
    "title": "Тёмный рыцарь",
    "year": 2008,
    "rating": 90,
    "description": "Героический боевик Кристофера Нолана с мощной историей и легендарным Джокером Хита Леджера."
  },
  {
    "title": "Форрест Гамп",
    "year": 1994,
    "rating": 89,
    "description": "Лента о жизни простого человека, ставшего свидетелем ключевых событий американской истории XX века."
  },
  {
    "title": "Звёздные войны: Эпизод IV",
    "year": 1977,
    "rating": 87,
    "description": "Основа культовой франшизы, открывшей новую эпоху в кино и создавшей глобальное поп-культурное явление."
  },
  {
    "title": "Властелин колец: Возвращение короля",
    "year": 2003,
    "rating": 88,
    "description": "Финал трилогии Питера Джексона, завоевавший множество наград и ставший символом фэнтезийного кинематографа."
  },
  {
    "title": "Один дома",
    "year": 1990,
    "rating": 86,
    "description": "Семейная комедия о мальчике, защищающем дом от грабителей, ставшая классикой рождественского жанра."
  },
  {
    "title": "Человек-паук",
    "year": 2002,
    "rating": 85,
    "description": "Первая часть культовой трилогии Сэма Рэйми, положившая начало современной эпохе супергеройских фильмов."
  },
  {
    "title": "Люди в чёрном",
    "year": 1997,
    "rating": 84,
    "description": "Научно-фантастическая комедия с Томми Ли Джонсом и Уиллом Смитом, ставшая культовой для поколения 90-х."
  },
  {
    "title": "Аватар",
    "year": 2009,
    "rating": 83,
    "description": "Эпический научно-фантастический фильм, произведший революцию в технологиях 3D-кинематографии."
  },
  {
    "title": "Матрица",
    "year": 1999,
    "rating": 88,
    "description": "Фильм, изменивший восприятие реальности и ставший культовым благодаря философскому подтексту и спецэффектам."
  },
  {
    "title": "Назад в будущее",
    "year": 1985,
    "rating": 89,
    "description": "Фантастическая комедия о путешествии во времени, любимая несколькими поколениями зрителей."
  },
  {
    "title": "Планета обезьян",
    "year": 1968,
    "rating": 87,
    "description": "Научно-фантастический фильм, затрагивающий острые социальные темы через призму антиутопического будущего."
  },
  {
    "title": "Чужой",
    "year": 1979,
    "rating": 86,
    "description": "Фильм ужасов и хоррор-триллер, ставший эталоном создания напряжённости и страха в космосе."
  },
  {
    "title": "Бойцовский клуб",
    "year": 1999,
    "rating": 91,
    "description": "Антиконформистская драма о разрушении общественных норм и внутренней борьбе человека с собой."
  },
  {
    "title": "Титаник",
    "year": 1997,
    "rating": 85,
    "description": "Романтическая драма, сочетающая историческую трагедию и личную историю любви, удостоенная множества премий."
  },
  {
    "title": "Пианист",
    "year": 2002,
    "rating": 88,
    "description": "Драма о выживании еврея в оккупированном Варшаве, основанная на реальных событиях и исполненная с высоким мастерством."
  },
  {
    "title": "Пролетая над гнездом кукушки",
    "year": 1975,
    "rating": 92,
    "description": "Психологическая драма о борьбе индивида с системой, ставшая одной из самых значимых картин в истории кино."
  },
  {
    "title": "Касабланка",
    "year": 1942,
    "rating": 91,
    "description": "Романтическая драма о любви и жертве в условиях войны, остающаяся одной из величайших лент в истории кинематографа."
  },
  {
    "title": "Список Шиндлера",
    "year": 1993,
    "rating": 92,
    "description": "Экранизация реальных событий Второй мировой войны, снятая Стивеном Спилбергом в чёрно-белом формате."
  },
  {
    "title": "Терминатор 2: Судный день",
    "year": 1991,
    "rating": 90,
    "description": "Сиквел, ставший эталоном научно-фантастического боевика и произведением цифровой революции в кино."
  },
  {
    "title": "Зелёная миля",
    "year": 1999,
    "rating": 86,
    "description": "Фильм о таинственном заключённом с необычными способностями, трогающий глубиной и человечностью."
  },
  {
    "title": "Амадей",
    "year": 1984,
    "rating": 85,
    "description": "Драма о зависти и величии таланта, раскрывающая историю жизни композитора Вольфганга Амадея Моцарта."
  },
  {
    "title": "Бегущий по лезвию",
    "year": 1982,
    "rating": 88,
    "description": "Научно-фантастический фильм, исследующий природу человечности и искусственного интеллекта."
  },
  {
    "title": "Грязные танцы",
    "year": 1987,
    "rating": 84,
    "description": "Музыкальная романтическая драма, ставшая культовой среди молодёжи и символом летних романов."
  },
  {
    "title": "Крёстный отец: Часть II",
    "year": 1974,
    "rating": 90,
    "description": "Продолжение легендарной истории семьи Корлеоне, считающееся одним из лучших сиквелов в истории кино."
  },
  {
    "title": "Унесённые призраками",
    "year": 2001,
    "rating": 87,
    "description": "Анимационный шедевр студии Ghibli, завоевавший международное признание и «Золотого медведя» в Берлине."
  },
  {
    "title": "Хакеры",
    "year": 1995,
    "rating": 83,
    "description": "Культовая лента о молодых хакерах, ставшая символом цифровой культуры и стиля 90-х годов."
  },
  {
    "title": "Баскетболисты",
    "year": 1994,
    "rating": 85,
    "description": "Чёрная комедия о мошенниках, ставшая культовой благодаря эксцентричному юмору и актёрской игре."
  },
  {
    "title": "Гнев человеческий",
    "year": 2021,
    "rating": 82,
    "description": "Ремейк французского фильма о точном и беспощадном мести за утрату семьи, наполненный напряжённым экшном."
  },
  {
    "title": "Драйв",
    "year": 2011,
    "rating": 86,
    "description": "Стильный и атмосферный триллер с Райаном Гослингом в главной роли, ставший культовым среди ценителей авторского кино."
  },
  {
    "title": "Криминальное чтиво",
    "year": 1994,
    "rating": 89,
    "description": "Невероятно стильный и динамичный триллер Квентина Тарантино, ставший культовым для любителей независимого кино."
  },
  {
    "title": "Гарри Поттер и Философский камень",
    "year": 2001,
    "rating": 86,
    "description": "Первая часть легендарной саги о юном волшебнике, открывшая новое поколение зрителей миру фэнтези."
  },
  {
    "title": "Пираты Карибского моря: Проклятие Черной жемчужины",
    "year": 2003,
    "rating": 85,
    "description": "Фильм, превративший Джонни Деппа в культового капитана Джека Воробья и возродивший жанр пиратских приключений."
  },
  {
    "title": "Интерстеллар",
    "year": 2014,
    "rating": 87,
    "description": "Научно-фантастический эпос Кристофера Нолана о путешествии сквозь пространство и времени в поисках нового дома для человечества."
  },
  {
    "title": "Начало",
    "year": 2010,
    "rating": 88,
    "description": "Фильм о вторжении в подсознание через сны, сочетающий интеллектуальную загадочность и зрелищность."
  },
  {
    "title": "Гладиатор",
    "year": 2000,
    "rating": 87,
    "description": "Эпическая драма о предательстве, мести и чести в древнем Риме, удостоенная множества наград."
  },
  {
    "title": "В поисках Хорошего настроения",
    "year": 1986,
    "rating": 84,
    "description": "Культовая комедия с Джимом Бродбентом, ставшая символом музыкального кино и британского юмора."
  },
  {
    "title": "Грязные танцы: Париж",
    "year": 2001,
    "rating": 83,
    "description": "Продолжение легендарной истории, перенесённой в атмосферу романтической Европы и драматичных ритмов танца."
  },
  {
    "title": "Побег из Алькатраса",
    "year": 1979,
    "rating": 87,
    "description": "Фильм о реальном побеге из самой охраняемой тюрьмы США, наполненный напряжением и психологической глубиной."
  },
  {
    "title": "Смерть на Ниле",
    "year": 1978,
    "rating": 85,
    "description": "Агата Кристи экранизирована с блеском — увлекательная детективная история в экзотической обстановке Египта."
  },
  {
    "title": "Рокки",
    "year": 1976,
    "rating": 88,
    "description": "Эмоциональная история о боксёре, который получил шанс изменить свою жизнь, став символом борьбы и надежды."
  },
  {
    "title": "Молчание ягнят",
    "year": 1991,
    "rating": 89,
    "description": "Психологический триллер с Энтони Хопкинсом и Джоди Фостер, считающийся одним из лучших фильмов своего жанра."
  },
  {
    "title": "Хороший, плохой, злой",
    "year": 1966,
    "rating": 91,
    "description": "Легендарный вестерн Серджо Леоне, ставший эталоном жанра и вдохновляющий множество последователей."
  },
  {
    "title": "Безумный Макс: Дорога ярости",
    "year": 2015,
    "rating": 90,
    "description": "Зрелищный и стильный боевик с непрерывным экшеном, получивший признание как технический и художественный шедевр."
  },
  {
    "title": "День сурка",
    "year": 1993,
    "rating": 86,
    "description": "Фильм о мужчине, застрявшем во времени, сочетающий философию, юмор и личностный рост главного героя."
  },
  {
    "title": "Красотка",
    "year": 1990,
    "rating": 85,
    "description": "Романтическая комедия с Ричардом Гиром и Джулией Робертс, ставшая культовой и поднявшая тему социального неравенства."
  },
  {
    "title": "Пятый элемент",
    "year": 1997,
    "rating": 84,
    "description": "Французский научно-фантастический боевик Люка Бессона, сочетающий оригинальный дизайн, юмор и эпическое спасение Земли."
  },
  {
    "title": "Охотник на оленя",
    "year": 1978,
    "rating": 89,
    "description": "Трагическая драма о ветеранах войны, их травме и поиске смысла после пережитого ада."
  },
  {
    "title": "Чистый и трезвый",
    "year": 1987,
    "rating": 83,
    "description": "Фильм о борьбе с зависимостью, наполненный драматизмом и личной борьбой за выживание и восстановление себя."
  },
  {
    "title": "Кошмар на улице Вязов",
    "year": 1984,
    "rating": 85,
    "description": "Классический хоррор о мести сквозь сны, положивший начало одной из самых известных серий фильмов ужасов."
  },
  {
    "title": "Семь лет itch",
    "year": 1960,
    "rating": 87,
    "description": "Фильм о семейной жизни и её испытаниях, ставший культовым благодаря откровенной игре актёров и режиссуры."
  },
  {
    "title": "Блондинка в законе",
    "year": 2001,
    "rating": 84,
    "description": "Фильм о девушке, доказывающей, что быть красивой и успешной не исключает интеллекта и силы характера."
  },
  {
    "title": "Невероятная жизнь Уолтера Митти",
    "year": 2013,
    "rating": 83,
    "description": "Фильм о человеке, чья обычная жизнь превращается в удивительное путешествие в поисках самого себя."
  },
  {
    "title": "На игле",
    "year": 1994,
    "rating": 86,
    "description": "Фильм Трейси Такер о зависимости и борьбе за выживание, основанный на графическом романе."
  },
  {
    "title": "Жизнь прекрасна",
    "year": 1997,
    "rating": 91,
    "description": "Фильм о любви и мужестве отца в условиях концлагеря, наполненный юмором, болью и человечностью."
  },
  {
    "title": "Гарольд и Мод",
    "year": 1971,
    "rating": 85,
    "description": "Необычная романтическая драма о любви между молодым человеком и старушкой, полная философии и нестандартного взгляда на жизнь."
  },
  {
    "title": "Вверх",
    "year": 2009,
    "rating": 88,
    "description": "Анимационная драма Pixar о мечте, дружбе и важности проживания каждого дня с любовью и смыслом."
  },
  {
    "title": "По соображениям совести",
    "year": 2016,
    "rating": 86,
    "description": "История пацифиста, отказавшегося брать оружие, но спасшего сотни жизней, основанная на реальных событиях."
  },
  {
    "title": "Чудо",
    "year": 2017,
    "rating": 85,
    "description": "Фильм о мальчике с особенностями внешности, который меняет взгляды окружающих своей добротой и стойкостью."
  },
  {
    "title": "Прогулка облаков",
    "year": 1995,
    "rating": 84,
    "description": "Романтическая драма о любви, семье и традициях, наполненная тёплыми эмоциями и уважением к людям."
  },
  {
    "title": "Девушка с острова Пагну",
    "year": 2008,
    "rating": 83,
    "description": "Фильм о непоколебимой вере и любви, основанный на реальной истории, происходящей в Греции в годы войны."
  },
  {
    "title": "Сила милашки",
    "year": 2017,
    "rating": 82,
    "description": "Комедийно-сентиментальная история о маленькой девочке, которая своими идеалами трогает окружающих."
  },
  {
    "title": "Бегущий по лезвию 2049",
    "year": 2017,
    "rating": 89,
    "description": "Научно-фантастический фильм с глубокой философией, задающий вопросы о природе человека и памяти."
  },
  {
    "title": "Папа-мама, брат и я",
    "year": 1981,
    "rating": 85,
    "description": "Японская семейная драма о детях, остающихся одни в деревне, и их простых, но трогательных взаимоотношениях."
  },
  {
    "title": "Девочка на железной дороге",
    "year": 2013,
    "rating": 84,
    "description": "Фильм о дружбе двух детей в условиях войны, повествующий о невинности и вере в лучшее."
  },
  {
    "title": "Лабиринт Фавна",
    "year": 2006,
    "rating": 86,
    "description": "Фэнтезийная драма Гильермо дель Торо, где сказка переплетается с реальностью фашистского режима."
  },
  {
    "title": "Зелёная книга",
    "year": 2018,
    "rating": 85,
    "description": "Фильм о неожиданной дружбе в условиях расовой дискриминации, наполненный юмором, музыкальной красотой и человечностью."
  },
  {
    "title": "Великий Гэтсби",
    "year": 2013,
    "rating": 84,
    "description": "Экранизация знаменитого романа о любви, богатстве и трагедии одиночества в блестящем исполнении База Лурмана."
  },
  {
    "title": "Как предложить девушке руку и сердце?",
    "year": 2009,
    "rating": 83,
    "description": "Милая комедия о подготовке к свадьбе и отношениях, наполненная смешными ситуациями и светлыми эмоциями."
  },
  {
    "title": "Такси",
    "year": 1998,
    "rating": 83,
    "description": "Французский комедийный боевик о водителе такси, помогающем полиции поймать грабителей, используя свои уникальные навыки вождения."
  },
  {
    "title": "Иллюзионисты",
    "year": 2013,
    "rating": 83,
    "description": "Фильм о четырёх фокусниках, получающих загадочные приглашения на выступление и внезапно совершающих дерзкое ограбление, манипулируя зрителями и полицией."
  },
  {
    "title": "Иллюзионисты: Второй акт",
    "year": 2016,
    "rating": 81,
    "description": "Продолжение истории команды фокусников, возвращающихся с новыми трюками и глобальной игрой против технологического гения, контролирующего мир."
  }
]